tap "homebrew/bundle"
tap "homebrew/services"
tap "netbirdio/tap"
tap "supabase/tap"
brew "python@3.12"
brew "ansible"
brew "awscli"
brew "azure-cli"
brew "direnv"
brew "doctl"
brew "eza"
brew "fzf"
brew "gh"
brew "openjdk"
brew "gradle"
brew "htop"
brew "maven"
brew "neovim"
brew "pipx"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "xclip"
brew "yadm"
brew "zoxide"
brew "zplug"
brew "zsh-completions"
brew "netbirdio/tap/netbird"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "docker"
cask "iterm2"
cask "nextcloud"
cask "tailscale"
cask "warp"
